Repository: app-generator/sample-flask-i18n
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: Username
es: Nombre de usuario

source: Password
es: Clave

source: Email
es: Correo electrónico

source: hello from english
es: hola desde ingles

source: Wrong user or password
es: Usuario o contraseña incorrectos

source: Sign IN
es: Registrarse

source: Login
es: Edited Login

source: Add your credentials
es: Agrega tus credenciales

source: Remember me
es: Acuérdate de mí

source: Register
es: Registro

source: Sign in
es: Iniciar sesión

source: coded by
es: codificado por

source: Sign UP
es: Inscribirse

source: Agree
es: Aceptar

source: Terms
es: Términos

source: Open-source starter designed on top of Bootstrap 5 UI Kit (No jQuery)
es: Iniciador de código abierto diseñado sobre el kit de interfaz de usuario Bootstrap 5 (sin jQuery)

source: Bootstrap 5 elements
es: Bootstrap 5 elementos

source: Latest version of Bootstrap without jQuery
es: Última versión de Bootstrap sin jQuery

source: Pixel is built using the latest version of Bootstrap 5 and we only used Vanilla Javascript for everything including the plugins
es: Pixel está construido con la última versión de Bootstrap 5 y solo usamos Vanilla Javascript para todo, incluidos los complementos.

source: Product Docs
es: Documentos del producto

source: Modular sections
es: Secciones modulares

source: More than 50 website sections
es: Más de 50 secciones del sitio web

source: Using the sections in Pixel Pro you can easily build new pages by adding them together
es: Usando las secciones en Pixel Pro, puede crear fácilmente nuevas páginas agregándolas juntos

source: 9 dashboard pages
es: 9 páginas de tablero

source: Quickly set up a user settings panel with the advanced dashboard pages including billing, settings, messaging
es: Configure rápidamente un panel de configuración de usuario con las páginas avanzadas del tablero, que incluyen facturación, configuración, mensajería

source: Explore dashboard
es: Explorar tablero

source: What is the purpose of a FAQ?
es: ¿Cuál es el propósito de una pregunta frecuente?

source: This is the first item's accordion body.
es: Este es el cuerpo de acordeón del primer elemento.

source: It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. These classes control the overall appearance, as well as the showing and hiding via CSS transitions. You can modify any of this with custom CSS or overriding our default variables. It's also worth noting that just about any HTML can go within the
es: Está oculto de forma predeterminada, hasta que el complemento de colapso agrega las clases apropiadas que usamos para diseñar cada elemento. Estas clases controlan la apariencia general, así como la visualización y ocultación a través de transiciones CSS. Puede modificar cualquiera de esto con CSS personalizado o anulando nuestras variables predeterminadas. También vale la pena señalar que casi cualquier HTML puede ir dentro de la

source: though the transition does limit overflow.
es: aunque la transición limita el desbordamiento.

source: What is a FAQ document?
es: ¿Qué es un documento de preguntas frecuentes?

source: This is the second item's accordion body.
es: Este es el cuerpo del acordeón del segundo elemento.

source: It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. These classes control the overall appearance, as well as the showing and hiding via CSS transitions. You can modify any of this with custom CSS or overriding our default variables. It's also worth noting that just about any HTML can go within the
es: Está oculto por defecto, hasta que el complemento de colapso agregue las clases apropiadas que usamos para diseñar cada elemento. Estas clases controlan la apariencia general, así como mostrar y ocultar a través de transiciones CSS. Puede modificar cualquiera de esto con CSS personalizado o anulando nuestro variables predeterminadas. También vale la pena señalar que casi cualquier HTML puede ir dentro de la

source: What are the top 10 interview questions?
es: ¿Cuáles son las 10 preguntas principales de la entrevista?

source: This is the third item's accordion body
es: Este es el cuerpo del acordeón del tercer elemento.

source: It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. These classes control the overall appearance, as well as the showing and hiding via CSS transitions. You can modify any of this with custom CSS or overriding our default variables. It's also worth noting that just about any HTML can go within the
es: Está oculto por defecto, hasta que el complemento de colapso agrega las clases apropiadas que usamos para diseñar cada elemento. Estas clases controlan la apariencia general, así como mostrar y ocultar a través de CSS. transiciones Puede modificar cualquiera de esto con CSS personalizado o anulando nuestro valor predeterminado variables También vale la pena señalar que casi cualquier HTML puede ir dentro de la

source: Alerts
es: Alertas

source: Badges
es: Insignias

source: Cards
es: Tarjetas

source: Awards
es: Premios

source: We partnered up with Google
es: Nos asociamos con Google

source: Some quick example text to build on the card title and make up the bulk of the card's content.
es: Un texto de ejemplo rápido para construir sobre el título de la tarjeta y formar la mayor parte de el contenido de la tarjeta.

source: Learn More
es: Aprende más

source: Neil drives the technical strategy of the platform and brand.
es: Neil impulsa la estrategia técnica de la plataforma y la marca.

source: Basic
es: Básico

source: month
es: mes

source: free domain
es: dominio gratuito

source: Storage space:
es: Espacio de almacenamiento:

source: monthly visitors
es: visitantes mensuales

source: One-click staging site
es: Sitio de preparación con un solo clic

source: Search engine wizard
es: Asistente del motor de búsqueda

source: Community support
es: Soporte comunitario

source: Purchase now
es: Comprar ahora

source: If you need any help with our products or services, choose one of the following ways to contact us.
es: Si necesita ayuda con nuestros productos o servicios, elija una de las siguientes formas para contactarnos.

source: Contact Us
es: Contáctenos

source: Page not found
es: Página no encontrada

source: Home
es: Hogar

source: Contact
es: Contacto

source: Support
es: Apoyo

source: Server error
es: Error del Servidor
